"OK" = "OK";
"Cancel" = "取消";

"Download Manager" = "下载管理器";
"Add..." = "添加...";
"Edit..." = "编辑...";
"Retry" = "从试";
"Remove" = "删除";
"Enable" = "Enable启动";
"Disable" = "Disable关闭";
"Start Queue" = "开始队列";
"Stop Queue" = "停止队列";
"Purge Queue" = "清除队列";
"Only added files" = "Only Added Files 只添加的文件";
"Offline Archive" = "Offline Archive 离线存档";
"Subdirectory (Complete)" = "子目录 (完成)";
"Subdirectory (Images & Multimedia)" = "子目录 (图形 & 多媒体)";
"Thumbnail Gallery" = "缩略图图库";
"Import Files To Database" = "文件导入数据库";
"Download To" = "Download To...";
"Folder" = "Folder";
"Options..." = "Options...";
"Add" = "Add";
"Start/Stop Queue" = "启动/停止队列";
"Options" = "Options";
"Markup Languages" = "Markup Languages";
"Plain Text Documents" = "Plain Text Documents";
"Files" = "Files";
"Rich Text Documents" = "Rich Text Documents";
"Images" = "Images";
"Office & PDF Documents" = "Office & PDF Documents";
"Destination" = "Folder文件夹";
"Set..." = "Set...";
"Automatically purge queue" = "自动清除队列";
"Download" = "Download";
"Max. Connections:" = "Max. Connections最大链接数:";
"Off" = "Off";
"On Same Host" = "On Same Host在同一台主机上 ";
"In Same Directory" = "In Same Directory在同一目录";
"In Subdirectories" = "In Subdirectories在子目录";
"One Level" = "One Level";
"Two Levels" = "Two Levels";
"Overwrite existing files" = "覆盖现有文件";
"Follow links:" = "Follow links:";
"Embedded Images" = "嵌入图片";
"Style Sheets & Scripts" = "Style Sheets样式表 & Scripts脚本";
"Multimedia Files" = "Multimedia Files";
"Unknown file types" = "Unknown file types";

"User:" = "User:";
"Referrer:" = "Referrer:";
"Address:" = "Address:";
"Password:" = "Password:";
"Automatic" = "Automatic";
